# Brewfile
tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knqyf263/pet"
tap "mas-cli/tap"
tap "mongodb/brew"
cask "osxfuse"
brew "ack"
brew "autojump"
brew "bash"
brew "bash-completion@2"
brew "bash-snippets"
brew "bindfs"
brew "brew-cask-completion"
brew "coreutils"
brew "curl"
brew "curl-openssl"
brew "dash"
brew "diffutils"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine", restart_service: true
brew "docker-slim"
brew "dockutil"
brew "doctl"
brew "duti"
brew "envchain"
brew "exercism"
brew "exiftool"
brew "ext4fuse"
brew "fasd"
brew "ffmpeg"
brew "findutils"
brew "fondu"
brew "fzf"
brew "gawk"
brew "gdrive"
brew "geckodriver"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jump"
brew "knqyf263/pet/pet"
brew "launchctl-completion"
brew "libuv"
brew "mas"
brew "modd"
brew "mongodb/brew/mongodb-community"
brew "nmap"
brew "node"
brew "nvm"
brew "pandoc"
brew "percol"
brew "pidof"
brew "pygments"
brew "pip-completion"
brew "plantuml"
brew "poppler"
brew "pstree"
brew "python"
brew "qrencode"
brew "quilt"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "shellcheck"
brew "speedtest-cli"
brew "sshfs"
brew "tag"
brew "tcpdump"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "todo-txt"
brew "tor", restart_service: true
brew "transmission-cli"
brew "tree"
brew "unar"
brew "vagrant-completion"
brew "wallpaper"
brew "wget"
brew "xz"
brew "yq"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "appcleaner"
cask "angry-ip-scanner"
cask "atom"
cask "autofirma"
cask "bitbar"
cask "borgbackup"
cask "cacher"
cask "cheatsheet"
cask "chromedriver"
cask "clean-me"
cask "console"
cask "controlplane"
cask "datagrip"
cask "docker"
cask "electrum"
cask "firefox"
cask "firefox-developer-edition"
cask "fiscript"
cask "font-3270-nerd-font-mono"
cask "font-archivo-black"
cask "font-archivo-narrow"
cask "font-consolas-for-powerline"
cask "font-lato"
cask "font-liberation-sans"
cask "font-nova-mono"
cask "font-share"
cask "font-share-tech"
cask "font-share-tech-mono"
cask "font-sharetechmono-nerd-font"
cask "font-sharetechmono-nerd-font-mono"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font-mono"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iglance"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keeweb"
cask "keka"
cask "kekadefaultapp"
cask "kite"
cask "kvirc"
cask "lepton"
cask "macpass"
cask "microsoft-office"
cask "mongodb-compass-community"
cask "ngrok"
cask "openinterminal"
cask "operadriver"
cask "paintbrush"
cask "profilecreator"
cask "pycharm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quassel-client"
cask "quicklook-json"
cask "quicklookase"
cask "rcloneosx"
cask "robo-3t"
cask "slack"
cask "skype"
cask "slate"
cask "spotify"
cask "suspicious-package"
cask "syncthing"
cask "taskexplorer"
cask "telegram-desktop"
cask "tor-browser"
cask "transmission"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "webstorm"
cask "whatsapp"
cask "wireshark"
cask "wkhtmltopdf"
#mas "Apple Configurator 2", id: 1037126344
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Duplicate Detective", id: 686428787
mas "IPBar", id: 1347332610
mas "Image2icon", id: 992115977
mas "Keynote", id: 409183694
mas "LimeChat", id: 414030210
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SiteSucker", id: 442168834
mas "Speedtest", id: 1153157709
mas "Telephone", id: 406825478
mas "WeTransfer", id: 1114922065
mas "WhatFont", id: 1437138382
mas "WireGuard", id: 1451685025
mas "iMovie", id: 408981434
